Repository: darktable-org/darktable
Catalog: doc/usermanual/po/nl.tmx
Source language: en
Languages: nl

source: blue ND2 (soft)
nl: blauw ND2 (soft)

source: brown ND4 (soft)
nl: bruin ND4 (soft)

source: graduated density
nl: grijsverloopfilter

source: density
nl: dichtheid

source: hardness
nl: hardheid

source: the density in EV for the filter
nl: dichtheid voor het filter in EV

source: hardness of graduation: 0% = soft, 100% = hard
nl: hardheid voor gradering: 0% = zacht, 100% = hard

source: rotation of filter -180 to 180 degrees
nl: draaiing van het filter -180 tot 180 graden

source: select the hue tone of filter
nl: bepaal de tint van het filter

source: select the saturation of filter
nl: verzadiging van het filter

source: [%s on nodes] change line rotation
nl: [%s on nodes] verander lijnrotatie

source: [%s on line] move line
nl: [%s on line] verander lijn

source: [%s on line] change density
nl: [%s on line] verander dichtheid

source: [%s on line] change hardness
nl: [%s on line] verander hardheid

source: grain
nl: korrel

source: midtones bias
nl: middenkleuren bias

source: the grain size (~ISO of the film)
nl: korrelgrootte (~ISO van de film)

source: the strength of applied grain
nl: mate waarmee de korrel wordt toegepast

source: amount of midtones bias from the photographic paper response modeling. the greater the bias, the more pronounced the fall off of the grain in shadows and highlights
nl: hoeveelheid van bias middenkleuren van het fotopapier respons modellering, de meer bias, hoe meer uitgesproken het verval van korrel in de schaduwen en highlights

source: haze removal
nl: waas verwijderen

source: distance
nl: afstand

source: amount of haze reduction
nl: mate van waas verwijdering

source: limit haze removal up to a specific spatial depth
nl: begrens de waas verwijdering tot een bepaalde diepte

source: highlight reconstruction
nl: hooglichten herstellen

source: clip highlights
nl: comprimeer hooglichten

source: reconstruct in LCh
nl: reconstrueer in LCh

source: reconstruct color
nl: reconstrueer kleur

source: highlight reconstruction method
nl: reconstrueer hooglichten

source: manually adjust the clipping threshold against magenta highlights (you shouldn't ever need to touch this)
nl: drempel voor clipping handmatig bijstellen t.o.v. magenta hooglichten (eigenlijk zou dit niet nodig moeten zijn)

source: sharpness
nl: scherpte

source: contrast boost
nl: kleurcontrast versterken

source: the sharpness of highpass filter
nl: scherpte voor high-pass filter

source: the contrast of highpass filter
nl: contrast voor high-pass filter

source: fixed %d pixel
nl: %d pixel hersteld

source: lower threshold for hot pixel
nl: lagere drempel voor hot pixels

source: strength of hot pixel correction
nl: herstelkracht voor hot pixels

source: detect by 3 neighbors
nl: detecteer met 3 naaste

source: mark fixed pixels
nl: markeer hersteld

source: hot pixel correction only works for raw images.
nl: hot pixel correctie werkt alleen voor raw bestanden

source: `%s' color matrix not found for 4bayer image
nl: `%s' kleuren matrix voor 4bayer afbeelding is niet gevonden

source: invert
nl: keer om

source: pick color of film material from image
nl: kies een kleur voor het filmmateriaal uit de afbeelding

source: color of film material
nl: kleur van het film materiaal

source: brightness of film material
nl: helderheid van het film materiaal

source: select color of film material
nl: selecteer kleur van het filmmateriaal

source: lens correction
nl: lenscorrectie

source: find camera
nl: zoek camera

source: find lens
nl: zoek lens

source: select corrections
nl: selecteer correcties

source: corrections
nl: correcties

source: geometry
nl: geometrie

source: maker: %s model: %s%s mount: %s crop factor: %.1f
nl: fabrikant: %s type: %s%s koppel: %s cropfactor: %.1f

source: camera/lens not found - please select manually
nl: onbekende camera/lens; selecteer handmatig

source: try to locate your camera/lens in the above two menus
nl: zoek zo mogelijk uw camera/lens in bovenvermelde menu's

source: maker: %s model: %s focal range: %s aperture: %s crop factor: %.1f type: %s mounts: %s
nl: fabrikant: %s model: %s brandpuntsafstand: %s diafragma: %s cropfactor: %.1f type: %s koppelingen: %s

source: focal length (mm)
nl: brandpuntsafstand (mm)

source: f-number (aperture)
nl: f-nummer (diafragma)

source: distance to subject
nl: afstand tot het onderwerp

source: distortion & TCA
nl: vervorming & TCA

source: distortion & vignetting
nl: vervormen en vignetting

source: only distortion
nl: alleen vervormen

source: only TCA
nl: alleen TCA

source: only vignetting
nl: alleen vignetten

source: which corrections to apply
nl: toe te passen correcties

source: target geometry
nl: doel geometrie

source: rectilinear
nl: rechtlijnig

source: panoramic
nl: panorama

source: equirectangular
nl: equidistante cilinderprojectie

source: auto scale
nl: automatisch schalen

source: correct distortions or apply them
nl: corrigeer vervormingen of pas toe

source: correct
nl: afbeelding

source: distort
nl: vervorm

source: Transversal Chromatic Aberration red
nl: transversale chromatische aberratie rood

source: TCA red
nl: TCA rood

source: Transversal Chromatic Aberration blue
nl: transversale chromatische aberratie blauw

source: TCA blue
nl: TCA blauw

source: corrections done:
nl: uitgevoerde correcties:

source: which corrections have actually been done
nl: welke correcties zijn tot nu toe uitgevoerd

source: levels
nl: niveaus

source: white
nl: wit

source: drag handles to set black, gray, and white points. operates on L channel.
nl: sleep de handvatten en bepaal het zwart-, grijs- en witpunt, dit beïnvloedt het L-kanaal

source: apply auto levels
nl: niveaus automatisch aanpassen

source: pick black point from image
nl: kies zwartpunt van afbeelding

source: pick medium gray point from image
nl: kies middelgrijspunt van afbeelding

source: pick white point from image
nl: kies witpunt van afbeelding

source: black percentile
nl: zwart percentiel

source: gray percentile
nl: grijs percentiel

source: white percentile
nl: wit percentiel

source: liquify
nl: uitvloeien

source: click and drag to add point scroll to change size shift+scroll to change strength - ctrl+scroll to change direction
nl: klik en sleep om een punt toe te voegen scroll om de afmeting te wijzigen shift-scroll om de kracht te wijzigen ctrl-scroll om de richtingte wijzigen

source: click to add line scroll to change size shift+scroll to change strength - ctrl+scroll to change direction
nl: klik om een lijn toe te voegen scroll om de afmeting te wijzigen shift-scroll om de kracht te wijzigen ctrl-scroll om de richting te wijzigen

source: click to add curve scroll to change size shift+scroll to change strength - ctrl+scroll to change direction
nl: klik om een curve toe te voegen scroll om de afmeting te wijzigen shift+scroll om de sterkte te wijzigen ctrl+scroll om de richting te wijzigen

source: click to edit nodes
nl: bewerk knooppunten door te klikken

source: use a tool to add warps. right-click to remove a warp.
nl: voeg verdraaiingen toe met de gereedschappen verwijder een verdraaiing met de rechtermuisknop

source: warps|nodes count:
nl: verdraaiingen|knooppunten:

source: point tool: draw points
nl: gereedschap punt: teken punten

source: line tool: draw lines
nl: gereedschap lijn: teken lijnen

source: curve tool: draw curves
nl: gereedschap kromme: teken curven

source: node tool: edit, add and delete nodes
nl: gereedschap knooppunt: bewerk, voeg toe en verwijder knooppunten

source: ctrl+click: add node - right click: remove path ctrl+alt+click: toggle line/curve
nl: ctrl+klik voegt een knooppunt toe - rechtermuisknop verwijdert pad ctrl+alt+click: schakelt lijn/curve

source: click and drag to move - click: show/hide feathering controls ctrl+click: autosmooth, cusp, smooth, symmetrical - right click to remove
nl: klik en sleep om te verplaatsen - klik: toon/verberg doezelaar bediening ctrl+klik: automatisch glad maken, knobbel, glad, symmetrisch - verwijder met rechtermuisknop

source: drag to change shape of path
nl: wijzig vorm van een pad door slepen

source: drag to adjust warp radius
nl: wijzig radius verdraaiingen door slepen

source: drag to adjust hardness (center)
nl: wijzig hardheid door slepen (centrum)

source: drag to adjust hardness (feather)
nl: wijzig hardheid door slepen (doezelaar)

source: drag to adjust warp strength ctrl+click: linear, grow, and shrink
nl: sleep om de kracht te beïnvloeden ctrl+klik: lineair, groeien en krimpen

source: point tool
nl: gereedschap punt

source: line tool
nl: gereedschap lijn

source: curve tool
nl: gereedschap curve

source: node tool
nl: gereedschap knooppunt

source: lowlight vision
nl: lowlight zicht

source: blue shift
nl: blauw verleggen

source: indoor bright
nl: indoor helder

source: indoor dim
nl: indoor gedimd

source: indoor dark
nl: indoor donker

source: twilight
nl: schemer

source: night street lit
nl: night street licht

source: night street dark
nl: night street donker

source: night
nl: nacht

source: dark
nl: donker

source: bright
nl: helder

source: day vision
nl: dagzicht

source: night vision
nl: nachtzicht

source: blueness in shadows
nl: blauwheid in schaduwkleuren

source: local contrast mask
nl: masker lokaal contrast

source: filter order
nl: filter opdracht

source: 0th order
nl: basis opdracht

source: 1st order
nl: 1st opdracht

source: 2nd order
nl: 2de opdracht

source: filter order of gaussian blur
nl: filter opdracht voor gaussiaans verdoezelen

source: soften with
nl: verzachten met

source: radius of gaussian/bilateral blur
nl: straal voor gaussianse/bilateral verdoezelen

source: contrast of lowpass filter
nl: contrast voor lowpass filter

source: brightness adjustment of lowpass filter
nl: aanpassen helderheid voor lowpass filter

source: color saturation of lowpass filter
nl: kleurverzadiging voor lowpass filter

source: which filter to use for blurring
nl: bepaal filter voor verdoezelen

source: application color space
nl: toepassingskleurruimte

source: interpolation
nl: interpolatie

source: error allocating buffer for gmz lut
nl: fout bij het toewijzen van buffer voor gmz lut

source: invalid png file %s
nl: ongeldig png file %s

source: png bit-depth %d not supported
nl: png bitdiepte %d niet ondersteund

source: invalid level in png file %d %d
nl: ongeldig niveau in png bestand %d %d

source: this darktable build is not compatible with compressed clut
nl: deze darktable build is niet compatibel met gecomprimeerde clut

source: error - lut 3D size %d exceeds the maximum supported
nl: error -lut 3D afmeting %d overschrijdt het maximaal ondersteunde

source: error allocating buffer for png lut
nl: fout bij het toewijzen van buffer voor png lut

source: error - could not read png image %s
nl: fout - inlezen mislukt voor png afbeelding %s

source: error - allocating buffer for png lut
nl: fout - buffer toewijzen voor png lut

source: error - invalid cube file: %s
nl: fout - ongeldig cube bestand: %s

source: DOMAIN MIN <> 0.0 is not supported
nl: DOMAIN MIN <> 0.0 is niet ondersteund

source: DOMAIN MAX <> 1.0 is not supported
nl: DOMAIN MAX <> 1.0 is niet ondersteund

source: [1D cube lut is not supported
nl: [1D cube lut wordt niet ondersteund

source: error - allocating buffer for cube lut
nl: fout - buffer toewijzen voor cube lut

source: error - cube lut size is not defined
nl: error - cube lut size is niet gedefinieerd

source: error - cube lut invalid number line %d
nl: error - cube lut incorrect regelnummer %d

source: error - cube lut lines number %d is not correct, should be %d
nl: error - cube lut regel nummer %d is niet correct, moet zijn %d

source: warning - cube lut %d out of range values [0,1]
nl: waarschuwing - cube lut %d waarden buiten bereik [0,1]

source: error - invalid 3dl file: %s
nl: fout - ongeldig 3dl bestand: %s

source: error - the maximum shaper lut value %d is too low
nl: error - de maximale vormer lut waarde %d is te laag

source: error - cube lut lines number is not correct
nl: error - cube lut lines nummer is niet correct

source: error - the maximum lut value does not match any valid bit depth
nl: error - de maximale lut-waarde komt overeen met geen enkele geldige bitdiepte

source: Lut root folder not defined
nl: Lut hoofdmap niet gedefinieerd

source: select lut file
nl: selecteer lut bestand

source: _select
nl: _selecteren

source: hald cluts (png), 3D lut (cube or 3dl) or gmic compressed lut (gmz)
nl: hald cluts (png), 3D lut (cube) of gmic gecomprimeerde lut (gmz)

source: hald cluts (png) or 3D lut (cube or 3dl)
nl: hald cluts (png) of 3D lut (cube or 3dl)

source: all files
nl: alle bestanden

source: Select file outside Lut root folder is not allowed
nl: bestandsselectie buiten de Lut hoofdmap is niet toegestaan

source: select a png (haldclut), a cube, a 3dl or a gmz (compressed lut) file CAUTION: 3D lut folder must be set in preferences/core options/miscellaneous before choosing the lut file
nl: selecteer een png (haldclut), een kubus, een 3dl of een gmz (gecomprimeerd lut) bestand, let op: 3D lut-map moet zijn ingesteld in voorkeuren / kernopties / diversen voordat het lut-bestand wordt gekozen

source: select a png (haldclut), a cube or a 3dl file CAUTION: 3D lut folder must be set in preferences/core options/miscellaneous before choosing the lut file
nl: selecteer een png (haldclut) of een kubus of een 3dl bestand,let op: 3D lutmap moet worden ingesteld in voorkeuren / kernopties / diversen voordat het lut-bestand wordt gekozen

source: the file path (relative to lut folder) is saved with image along with the lut data if it's a compressed lut (gmz)
nl: het bestandspad (relatief ten opzichte van de map lut) wordt samen met de afbeelding opgeslagen samen met de lut-gegevens als het een gecomprimeerde lut (gmz) is

source: the file path (relative to lut folder) is saved with image (and not the lut data themselves)
nl: het bestandspad (relatief ten opzichte van de lut-map) wordt opgeslagen met de afbeelding (en niet de lut-gegevens zelf)

source: enter lut name
nl: voer lut naam in

source: select the LUT
nl: kies LUT

source: select the color space in which the LUT has to be applied
nl: selecteer de kleurruimte waarin de LUT moet worden toegepast

source: tetrahedral
nl: tetraëdrische

source: trilinear
nl: trilineair

source: pyramid
nl: piramide

source: select the interpolation method
nl: selecteer interpolatiemethode

source: mask manager
nl: masker-manager

source: monochrome
nl: monochroom

source: red filter
nl: rood filter

source: drag and scroll mouse wheel to adjust the virtual color filter
nl: sleep en scrhuif met het muiswiel om het virtuele kleurenfilter aan te passen

source: how much to keep highlights
nl: hoeveelheid te behouden hooglichten

source: negadoctor
nl: negatieven assistent

source: color film
nl: kleurenfilm

source: black and white film
nl: zwart-wit film

source: D min red component
nl: D min rood component

source: film stock
nl: filmmateriaal

source: black and white
nl: zwart en wit

source: film properties
nl: film kenmerken

source: print properties
nl: afdruk kenmerken

source: color of the film base
nl: filmbasis kleur

source: select color of film material from a swatch
nl: selecteer kleur van het filmmateriaal vanuit staal

source: adjust the color and shade of the film transparent base. this value depends on the film material, the chemical fog produced while developing the film, and the scanner white balance.
nl: pas de kleur en tint van de transparante filmbasis aan. deze waarde is afhankelijk van het filmmateriaal, de chemische mist geproduceerd tijdens het ontwikkelen van de film, en de witbalans van de scanner.

source: D min green component
nl: D min groen component

source: D min blue component
nl: D min blauwe component

source: dynamic range of the film
nl: dynamisch bereik van de film

source: maximum density of the film, corresponding to white after inversion. this value depends on the film specifications, the developing process, the dynamic range of the scene and the scanner exposure settings.
nl: maximale dichtheid van de film, overeenkomend met wit na inversie deze waarde is afhankelijk van de filmspecificaties, het ontwikkelproces, het dynamische bereik van de scène en de belichtingsinstellingen van de scanner

source: scanner exposure settings
nl: scanner belichtingsinstellingen

source: scan exposure bias
nl: scan belichtings bias

source: correct the exposure of the scanner, for all RGB channels, before the inversion, so blacks are neither clipped or too pale.
nl: corrigeer de belichting van de scanner voor alle RGB-kanalen, vóór de inversie, dus zwarten zijn niet geclipped of te bleek.

source: shadows color cast
nl: schaduwen kleurenzweem

source: select color of shadows from a swatch
nl: selecteer kleur voor schaduwen vanuit staal

source: pick shadows color from image
nl: neem schaduwkleuren uit afbeelding

source: shadows red offset
nl: rode afstand schaduwen

source: correct the color cast in shadows so blacks are truly achromatic. Setting this value before the highlights illuminant white balance will help recovering the global white balance in difficult cases.
nl: corrigeer de kleurzweem in schaduwen zodat zwart echt achromatisch zijn, deze waarde eerder instellen dan de hooglichten lichtgevende witbalans zal helpen de moeilijke witbalans in moeilijke gevallen herstellen

source: shadows green offset
nl: groene afstand schaduwen

source: shadows blue offset
nl: blauwe afstand schaduwen

source: highlights white balance
nl: hooglichten witbalans

source: select color of illuminant from a swatch
nl: selecteer kleur van lichtbron vanuit staal

source: pick illuminant color from image
nl: neem lichtgevende kleur van afbeelding

source: illuminant red gain
nl: lichtgevende rode versterking

source: correct the color of the illuminant so whites are truly achromatic. Setting this value after the shadows color cast will help recovering the global white balance in difficult cases.
nl: corrigeer de kleur van de lichtbron zodat wit echt achromatischis, deze waarde instellen na de schaduwen kleurzweem,helpt de algemene witbalans in moeilijke gevallen herstellen

source: illuminant green gain
nl: lichtgevende groene versterking

source: illuminant blue gain
nl: lichtgevende blauwe versterking

source: virtual paper properties
nl: virtuele papier eigenschappen

source: paper black (density correction)
nl: papier zwart (dichtheidscorrectie)

source: correct the density of black after the inversion, to adjust the global contrast while avoiding clipping shadows.
nl: corrigeer de dichtheid van zwart na de inversie, om het globale contrast aan te passen en tegelijkertijd schaduwen te vermijden

source: paper grade (gamma)
nl: papierkwaliteit (gamma)

source: select the grade of the virtual paper, which is actually equivalent to applying a gamma. it compensates the film D max and recovers the contrast. use a high grade for high D max.
nl: selecteer de kwaliteit van het virtuele papier, dat is eigenlijk gelijk aan het toepassen van een gamma, het compenseert de film D max en herstelt het contrast, gebruik een hoge kwaliteit voor hoge D max.

source: paper gloss (specular highlights)
nl: papierglans (spiegelende highlights)

source: gradually compress specular highlights past this value to avoid clipping while pushing the exposure for midtones. this somewhat reproduces the behaviour of matte paper.
nl: comprimeer spiegelende hooglichten geleidelijk voorbij deze waarde om clippen te voorkomen terwijl u de belichting drukt voor middentonen dit reproduceert enigszins het gedrag van mat papier.

source: virtual print emulation
nl: virtuele afdruk emulatie

source: print exposure adjustment
nl: belichtingsaanpassing afdrukken

source: correct the printing exposure after inversion to adjust the global contrast and avoid clipping highlights.
nl: corrigeer de afdrukbelichting na inversie voor aanpassing het globale contrast en vermijd clipping highlights.

source: denoise (non-local means)
nl: ruisreductie (nl means)

source: radius of the patches to match
nl: te evenaren straal van de patronen

source: how much to smooth brightness
nl: de mate van afvlakking voor helderheid

source: how much to smooth colors
nl: de mate van afvlakking voor kleuren

source: overexposed
nl: overbelichting

source: unbreak input profile
nl: verbreek ingaand profiel

source: dynamic range
nl: dynamisch gebied

source: middle grey luma
nl: middengrijs luminantie

source: 16 EV dynamic range (generic)
nl: 16 EV dynamisch bereik (generiek)

source: 14 EV dynamic range (generic)
nl: 14 EV dynamisch bereik (generiek)

source: 12 EV dynamic range (generic)
nl: 12 EV dynamisch bereik (generiek)

source: 10 EV dynamic range (generic)
nl: 10 EV dynamisch bereik (generiek)

source: 08 EV dynamic range (generic)
nl: 08 EV dynamisch bereik (generiek)

source: tone mapping method
nl: methode toonmapping

source: linear part
nl: lineair deel

source: gamma exponential factor
nl: gamma exponentiële factor

source: adjust to match the average luma of the subject
nl: pas aan om de gemiddelde luminantie van het onderwerp te laten overeenkomen

source: number of stops between middle grey and pure black this is a reading a posemeter would give you on the scene
nl: aantal stops tussen middengrijs en geheel zwart dit is een meting die een posimeter zou geven

source: number of stops between pure black and pure white this is a reading a posemeter would give you on the scene
nl: aantal stops tussen geheel zwart en zuiver wit dit is een meting die een posimeter zou geven

source: optimize automatically
nl: automatisch optimaliseren

source: enlarge or shrink the computed dynamic range this is useful when noise perturbates the measurements
nl: vergroot of verklein het berekende dynamisch bereik dit is nuttig als de metingen door ruis worden verstoord

source: make an optimization with some guessing
nl: maak door wat gissingen een optimalisatie

source: raw denoise
nl: ruisreductie raw

source: noise threshold
nl: ruis drempel

source: raw denoising only works for raw images.
nl: raw ontruisen werkt alleen voor raw bestanden

source: raw overexposed
nl: raw overbelicht

source: crop x
nl: x inkorten

source: crop from left border
nl: inkorten vanaf de linkerkant

source: crop y
nl: y inkorten

source: crop from top
nl: inkorten vanaf bovenkant

source: crop width
nl: breedte inkorten

source: crop from right border
nl: inkorten vanaf de rechterkant

source: crop height
nl: hoogte inkorten

source: crop from bottom
nl: inkorten vanaf onderkant

source: raw black/white point
nl: raw zwart/witpunt

source: passthrough
nl: doorvoer

source: black level %i
nl: zwart-niveau %i

source: white point
nl: witpunt

source: raw black/white point correction only works for the sensors that need it.
nl: raw zwart/witpuntcorrectie werkt alleen bij sensoren die dat nodig hebben

source: fill-light 0.25EV with 4 zones
nl: lichtopvulling 0,25EV met 4 zones

source: fill-shadow -0.25EV with 4 zones
nl: schaduwopvulling -0,25EV met vier zones

source: fill light
nl: lichtopvulling

source: width
nl: breedte

source: the fill-light in EV
nl: lichtopvulling in EV

source: width of fill-light area defined in zones
nl: de omvang van het gebied voor lichtopvulling uitgedrukt in zones

source: select the center of fill-light ctrl+click to select an area
nl: selecteer fill-light centrum selecteer gebied met ctrl+klik

source: toggle tool for picking median lightness in image
nl: schakel gereedschap voor vaststellen van de mediaanhelderheid in een afbeelding

source: retouch
nl: retoucheren

source: cannot display scales when the blending mask is displayed
nl: weergave van schalen is onmogelijk wanneer een mengmasker wordt getoond

source: # shapes:
nl: # vormen:
